tap "delphinus/sfmono-square"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "minamijoyo/tfmigrate"
#tap "osx-cross/arm"
#tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "versent/taps"
tap "wata727/tflint"
#brew "aws-iam-authenticator"
#brew "openssl@1.1"
brew "awscli"
brew "bat"
#brew "glib"
#brew "coreutils"
#brew "dfu-programmer"
#brew "dfu-util"
brew "dust"
#brew "emojify"
brew "exa"
brew "fd"
#brew "fish"
#brew "fontforge"
#brew "fzf"
#brew "gobject-introspection"
#brew "harfbuzz"
#brew "pango"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grep"
brew "groovy"
#brew "hub"
#brew "python@3.8"
#brew "imagemagick"
#brew "ipcalc"
#brew "jid"
brew "hugo"
brew "jq"
#brew "kubernetes-cli"
#brew "mas"
#brew "maven"
#brew "mysql"
#brew "nkf"
brew "mas"
brew "n"
brew "node-build"
brew "nodebrew"
brew "nodenv"
#brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "saml2aws"
brew "sd"
#brew "skaffold"
brew "starship"
brew "terraformer"
#brew "tealdeer"
#brew "terraform_landscape"
#brew "terraformer"
brew "tfenv"
#brew "tfsec"
brew "tflint"
brew "tfupdate"
brew "tree"
#brew "versent/taps/saml2aws"
#brew "minamijoyo/tfmigrate/tfmigrate"
brew "zinit"
brew "delphinus/sfmono-square/sfmono-square"
brew "qmk/qmk/qmk"
#cask "alfred"
cask "alt-c"
cask "biscuit"
cask "blackhole-2ch"
cask "brave-browser"
cask "choosy"
#cask "clipy"
#cask "corretto"
#cask "corretto8"
#cask "dbeaver-community"
#cask "discord"
#cask "discord-canary"
cask "docker"
#cask "dropbox"
cask "font-hack-nerd-font"
#cask "github"
cask "google-chrome"
#cask "google-chrome-canary"
#cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "meetingbar"
#cask "microsoft-auto-update"
#cask "microsoft-edge"
#cask "microsoft-edge-dev"
#cask "osxfuse"
#cask "pock"
#cask "pushplaylabs-sidekick"
#cask "kensington-trackball-works"
cask "obs"
cask "qmk-toolbox"
#cask "rq"
cask "slack"
#cask "slack-beta"
#cask "station"
cask "visual-studio-code"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Copy 'Em", id: 876540291
#mas "Gestimer", id: 990588172
#mas "Jira", id: 1475897096
#mas "GarageBand", id: 682658836
#mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
#mas "Slack", id: 803453959
#mas "Xcode", id: 497799835
