tap "delphinus/sfmono-square"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
tap "versent/taps"
tap "wata727/tflint"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "awscli"
brew "bat"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "dust"
brew "emojify"
brew "exa"
brew "fd"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grep"
brew "groovy"
brew "hub"
brew "python@3.8"
brew "imagemagick"
brew "ipcalc"
brew "jid"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "mysql"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "skaffold"
brew "starship"
brew "tealdeer"
brew "terraform_landscape"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "versent/taps/saml2aws"
cask "alfred"
cask "alt-c"
cask "biscuit"
cask "blackhole"
cask "brave-browser"
cask "clipy"
cask "corretto"
cask "corretto8"
cask "dbeaver-community"
cask "discord"
cask "discord-canary"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "osxfuse"
cask "pock"
cask "skitch"
cask "rq"
cask "slack"
cask "spotify"
cask "station"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Copied", id: 1026349850
mas "Copy 'Em", id: 876540291
mas "Jira", id: 1475897096
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
