tap "delphinus/sfmono-square"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "wata727/tflint"
brew "awscli"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "go"
brew "jq"
brew "mas"
brew "mysql"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "skaffold"
brew "starship"
brew "tealdeer"
brew "terraform_landscape"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tree"
cask "alt-c"
cask "biscuit"
cask "blackhole"
cask "brave-browser-beta"
cask "clipy"
cask "corretto"
cask "dbeaver-community"
cask "discord"
cask "discord-canary"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "microsoft-edge-dev"
cask "pock"
cask "skitch"
cask "slack"
cask "spotify"
cask "station"
cask "visual-studio-code"
mas "Copy 'Em", id: 876540291
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
